[
  {
    "title":"From the Feet UP",
    "author":"Doug Christ",
    "publishedDate":"2015-2-15",
    "img":"images/shoes.jpg",
    "body":"<p><i>It means you’ve got to be committed! It means you’ve got to be committed to something in your life</i></p><br><p>That quote is from the film American Hustle, not that I was a huge fan of the movie. But I’m inspired by the message that if you are faced with a challenge, go all the way and do it right. I will be taking that energy into the Oakland half marathon tomorrow. Running more than anything has taught me that hard work can payoff, and it starts from the feet up.</p><br><p>After my last appointment in February, my oncologist told me I would be ready to return to work. Originally when moving up here, the plan was to go back to school for an MBA degree. But after spending a year just getting healthy, I decided that now I just want to return to work. Thanks to LinkedIn, I had a contact at an Austin based consulting firm called OpenSymmetry. They focus on Sales Performance Management, and I started working with them as a third party consultant, doing commission system implementations. It’s so nice to just login from my home computer in my jeans, hoodie, and compression socks, and work for a few hours every day. I also have the best co-worker in the world, her name is Mrs. Keurig, and she makes a mean cup of coffee.</p>"
  },
  {
    "title":"DreamForce",
    "author":"Doug Christ",
    "publishedDate":"2014-11-15",
    "img":"images/dreamforce.jpg",
    "body":"<p>Just recently, I was asked to speak at a huge conference in San Francisco called “Dreamforce.” It’s a conference for users of Salesforce.com, which is a Customer Relationship Management tool, used to track customers through the sales cycle. I constantly have upwards of seven tabs of Salesforce open at any given time at work. And I would refuse to work anywhere that wasn’t already running Salesforce. I spoke on a panel, about “Accelerating Sales” and gave my insights to how commissions can be automated.</p><br><p>This was “dream” come true for me. I have been attending this conference for many years, and have always found it an informative way to hear about the latest happening in salesforce. It is also a great way to meet people and vendors who are leading innovation, and using salesforce in new an exciting ways.</p>"
  },
  {
  "title":"Hawaii Vacay",
  "author":"Doug Christ",
  "publishedDate":"2013-12-31",
  "img":"images/hawaii.jpg",
  "body":"<p>My brother invited us on a vacation to Hawaii. We jumped at the opportunity — a sweet escape from the cold weather. Jill and I were worried about me getting sick while traveling, but my doctor said I should be fine, because I hadn’t had chemo for a while. Of course on day two of our trip, I came down with a nasty cold. We almost went to the ER in Waikiki, but I talked Jill into just going to urgent care, because I only had a low-grade fever, and it went away by morning. The urgent care doctor was able to do blood work, and everything came back fine. My white count was actually high because it was fighting the infection, so he prescribed antibiotics, and I was on my way. I didn’t kick the darn thing until this week, and I can finally stop stuffing my pockets with tissues.</p><br><p>When we got back I met my Stanford oncologist, and he said I was ready to start the maintenance phase of chemo. When he asked me when I wanted my Vincristine, I said, “How about today?!” He laughed and said the transfusion suite didn’t have anymore appointments that afternoon, but he’d squeeze me in tomorrow. The chemo went fine, one down, 15 months to go!</p>"
  }
]
